import React from 'react'

const Contract = () => {
    return (
        <div className='text-text font-montserrat font-bold text-justify'>
            <p className='text-[24px] lg:text-[32px] mb-[32px]'>Договор оферты</p>
            <p className='text-[16px] font-semibold mb-[15px]'>1. Идейные соображения высшего порядка, а также высокое качество позиционных исследований представляет собой интересный эксперимент проверки экспериментов, поражающих по своей масштабности и грандиозности.</p>
            <div className='pl-[30px] font-normal mb-[32px]'>
                <p className='mb-[15px]'>1.1. Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого участника как способного принимать собственные решения касаемо инновационных методов управления процессами. </p>
                <p className='mb-[15px]'>1.2. Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет важную роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней политики лишь добавляют фракционных разногласий и преданы социально-демократической анафеме. </p>
                <p className='mb-[15px]'>1.3. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. </p>
                <p className='mb-[15px]'>1.4. Но независимые государства, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут объединены в целые кластеры себе подобных. </p>
            </div>
            <p className='text-[16px] font-semibold mb-[15px]'>2. С учётом сложившейся международной обстановки, консультация с широким активом предоставляет широкие возможности для приоритизации разума над эмоциями.</p>
            <div className='pl-[30px] font-normal mb-[32px]'>
                <p className='mb-[15px]'>2.1. Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого участника как способного принимать собственные решения касаемо инновационных методов управления процессами.  </p>
                <p className='mb-[15px] pl-[30px]'>2.1.1. Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет важную роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней политики лишь добавляют фракционных разногласий и преданы социально-демократической анафеме. </p>
                <p className='mb-[15px] pl-[30px]'>2.1.2. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. </p>
                <p className='mb-[15px]'>2.2. Но независимые государства, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут объединены в целые кластеры себе подобных. </p>
            </div>
        </div>
    )
}

export default Contract